driver-tests/bpelse/assign/AssignJbi/test/CopyshortInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><shortPart xmlns="urn:DataType"><xsd_short>1000</xsd_short><optional_short>20</optional_short><repeat_short>20</repeat_short><repeat_short>1</repeat_short></shortPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
